Repository: mespana/typo3-project4
Catalog: var/labels/*/grid_for_gridelements/Resources/Private/Language/*.locallang.xlf
Languages: de

# onecols.title
source: 1 column
de: Eine Spalte

# onecols.description
source: Add a 1 column grid
de: Fügt ein Einspaltiges Raster hinzu

# twocols.title
source: 2 columns
de: Zwei Spalten

# twocols.description
source: Add a 2 columns grid
de: Fügt ein zweispaltiges Raster hinzu

# threecols.title
source: 3 columns
de: Drei Spalten

# threecols.description
source: Add a 3 columns grid
de: Fügt ein dreispaltiges Raster hinzu

# fourcols.title
source: 4 columns
de: Vier Spalten

# fourcols.description
source: Add a 4 columns grid
de: Fügt ein vierspaltiges Raster hinzu

# backend.firstColumn
source: First column
de: Erste Spalte

# backend.secondColumn
source: Second column
de: Zweite Spalte

# backend.thirdColumn
source: Third column
de: Dritte Spalte

# backend.fourthColumn
source: Fourth column
de: Vierte Spalte

# grid.twocols.title
source: 2 columns
de: Zwei Spalten

# grid.label.colratio
source: Grid Ratio
de: Rasterverhältnis

# extsettings.gridConfig
source: Path to Grid Config JSON
de: Pfad zur Grid-Konfigurations JSON
